/* HexColorPickerAskUpdatesYes */
"Check automatically" = "Rechercher automatiquement";

/* HexColorPickerAskUpdatesNo */
"Don't check" = "Ne pas rechercher";

/* HexColorPickerGetVersionFormat */
"Upgrade to v%@" = "Mettre à jour à v%@";

/* HexColorPickerAppName */
"Hex Color Picker" = "Hex Color Picker";

/* HexColorPickerAskUpdatesInfo */
"Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personal information will be sent in order to check for updates." = "Hex Color Picker peut rechercher automatiquement les mises à jour périodiquement. Vous n'aurez pas besoin de mettre à jour chaque fois qu'une nouvelle version apparaît, et aucune information d'identification personnelle ne sera envoyé afin de rechercher les mises à jour.";

/* HexColorPickerAskUpdatesMessage */
"Should Hex Color Picker check for updates automatically?" = "Est-ce que devrait Hex Color Picker rechercher une mise à jour automatiquement ?";